export default [
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    },
    {
        topic:
            "在抢占式多任务处理中，进程被抢占时，哪些运行环境需要被保存下来？",
        options: [
            "所有cpu寄存器的内容",
            "全局变量",
            "页表",
            "程序计数器"
        ]
    },
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    },
    {
        topic:
            "在抢占式多任务处理中，进程被抢占时，哪些运行环境需要被保存下来？",
        options: [
            "所有cpu寄存器的内容",
            "全局变量",
            "页表",
            "程序计数器"
        ]
    },
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    },
    {
        topic:
            "在抢占式多任务处理中，进程被抢占时，哪些运行环境需要被保存下来？",
        options: [
            "所有cpu寄存器的内容",
            "全局变量",
            "页表",
            "程序计数器"
        ]
    },
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    },
    {
        topic:
            "在抢占式多任务处理中，进程被抢占时，哪些运行环境需要被保存下来？",
        options: [
            "所有cpu寄存器的内容",
            "全局变量",
            "页表",
            "程序计数器"
        ]
    },
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    },
    {
        topic:
            "在抢占式多任务处理中，进程被抢占时，哪些运行环境需要被保存下来？",
        options: [
            "所有cpu寄存器的内容",
            "全局变量",
            "页表",
            "程序计数器"
        ]
    },
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    },
    {
        topic:
            "在抢占式多任务处理中，进程被抢占时，哪些运行环境需要被保存下来？",
        options: [
            "所有cpu寄存器的内容",
            "全局变量",
            "页表",
            "程序计数器"
        ]
    },
    {
        topic: "下面关于USB的叙述中,错误的是（）",
        options: [
            "在具有OTG的USB总线上，可以实现在没有主机情况下从设备之间直接进行点对点通信",
            "USB 2.0 的速度为480Mbps，USB3.0达到640Mbps",
            "主机的USB接口向从设备提供了电源",
            "USB支持热插拔"
        ]
    },
    {
        topic: "电容在电路中所起的作用有哪些？",
        options: ["抗干扰", "耦合", "防过流", "滤波"]
    }
]